GOOGLE = 1
FACEBOOK = 2
MALE = 1
FEMALE = 2

AMENITIES_LIST = ['필수품목 (수건, 침대 시트, 비누, 화장지, 베개)',
                  '무선인터넷',
                  'TV',
                  '난방',
                  '에어컨',
                  '다리미',
                  '샴푸',
                  '헤어드라이어',
                  '조식, 커피, 차',
                  '업무 가능 공간/ 책상',
                  '벽난로',
                  '옷장 / 서랍장',
                  '게스트 전용 출입문']

LANGUAGES = [
    '한국어', 
    '영어', 
    '중국어', 
    '이탈리아어',
    '아랍어',
    '프랑스어',
    '태국어',
    '독일어',
    '스페인어',
    '일본어'
    ]
    
PROPERTIES = [
    '아파트', 
    '주택', 
    '별채', 
    '독특한 숙소', 
    '펜션', 
    '게스트하우스', 
    '부디크호텔', 
    '호텔']

PLACES = [
    '집 전체', 
    '개인실', 
    '다인실', 
    '객실']

#reviews type
TOGUEST = 1
TOHOST = 2